Repository: jinnsim/kpop-heardle
Catalog: ios/KPopHeardle/Resources/Localizable.xcstrings
Source language: en
Languages: es, hi, id, ja, ko, ms, pt_br, th, vi, zh_hans, zh_hant

# loading.bootstrap
source: Loading…
es: Cargando…
hi: लोड हो रहा है…
id: Memuat…
ja: 読み込み中…
ko: 로딩 중…
ms: Memuatkan…
pt_br: Carregando…
th: กำลังโหลด…
vi: Đang tải…
zh_hans: 加载中…
zh_hant: 載入中…

# loading.catalog
source: Loading today's K-Pop…
es: Cargando el K-Pop de hoy…
hi: आज का K-Pop लोड हो रहा है…
id: Memuat K-Pop hari ini…
ja: 今日のK-POPを読み込み中…
ko: 오늘의 K-Pop 불러오는 중…
ms: Memuatkan K-Pop hari ini…
pt_br: Carregando o K-Pop de hoje…
th: กำลังโหลด K-Pop ของวันนี้…
vi: Đang tải K-Pop hôm nay…
zh_hans: 正在加载今日 K-Pop…
zh_hant: 正在載入今日 K-Pop…

# catalog.unavailable.title
source: Catalog unavailable
es: Catálogo no disponible
hi: कैटलॉग उपलब्ध नहीं
id: Katalog tidak tersedia
ja: カタログを読み込めません
ko: 카탈로그를 불러올 수 없습니다
ms: Katalog tidak tersedia
pt_br: Catálogo indisponível
th: ไม่สามารถโหลดแคตตาล็อกได้
vi: Không thể tải danh mục
zh_hans: 无法加载曲库
zh_hant: 無法載入曲庫

# catalog.unavailable.body
source: Couldn't reach the catalog server and no bundled copy is available. Try again later.
es: No se pudo contactar al servidor del catálogo y no hay copia incluida. Intenta más tarde.
hi: कैटलॉग सर्वर तक नहीं पहुंच सका और कोई बंडल कॉपी उपलब्ध नहीं है। बाद में पुनः प्रयास करें।
id: Tidak dapat menghubungi server katalog dan tidak ada salinan bawaan. Coba lagi nanti.
ja: カタログサーバーに接続できず、内蔵コピーもありません。後ほどお試しください。
ko: 카탈로그 서버에 연결할 수 없고 내장된 사본도 없습니다. 잠시 후 다시 시도하세요.
ms: Tidak dapat menghubungi pelayan katalog dan tiada salinan terbina dalam. Cuba lagi nanti.
pt_br: Não foi possível acessar o servidor do catálogo e não há cópia local. Tente novamente mais tarde.
th: ไม่สามารถเชื่อมต่อเซิร์ฟเวอร์แคตตาล็อกและไม่มีสำเนาในตัว ลองใหม่ภายหลัง
vi: Không thể truy cập máy chủ danh mục và không có bản đi kèm. Hãy thử lại sau.
zh_hans: 无法连接到曲库服务器，且没有内置副本。请稍后再试。
zh_hant: 無法連線曲庫伺服器,且沒有內建副本。請稍後再試。

# home.global.title
source: Today's Daily
es: Diario de hoy
hi: आज का दैनिक
id: Harian Hari Ini
ja: 本日のデイリー
ko: 오늘의 데일리
ms: Harian Hari Ini
pt_br: Diário de hoje
th: เพลงประจำวัน
vi: Câu đố hôm nay
zh_hans: 今日每日
zh_hant: 今日每日

# home.global.subtitle
source: All groups
es: Todos los grupos
hi: सभी ग्रुप
id: Semua grup
ja: 全グループ
ko: 전체 그룹
ms: Semua kumpulan
pt_br: Todos os grupos
th: ทุกกลุ่ม
vi: Tất cả nhóm
zh_hans: 全部团体
zh_hant: 所有團體

# home.global.none.title
source: No Daily Today
es: Sin diario hoy
hi: आज दैनिक नहीं
id: Tidak Ada Harian Hari Ini
ja: 本日のデイリーはありません
ko: 오늘 데일리 없음
ms: Tiada Harian Hari Ini
pt_br: Sem diário hoje
th: ไม่มีเพลงประจำวันนี้
vi: Không có câu đố hôm nay
zh_hans: 今天没有每日
zh_hant: 今天沒有每日

# home.global.none.subtitle
source: Check back tomorrow
es: Vuelve mañana
hi: कल फिर देखें
id: Coba lagi besok
ja: 明日もう一度ご確認ください
ko: 내일 다시 확인하세요
ms: Datang semula esok
pt_br: Volte amanhã
th: กลับมาดูใหม่พรุ่งนี้
vi: Quay lại ngày mai
zh_hans: 明天再来看看
zh_hant: 明天再來看看

# home.group.subtitle
source: Group Daily
es: Diario del grupo
hi: ग्रुप दैनिक
id: Harian Grup
ja: グループデイリー
ko: 그룹 데일리
ms: Harian Kumpulan
pt_br: Diário do grupo
th: เพลงประจำวันของกลุ่ม
vi: Câu đố theo nhóm
zh_hans: 团体每日
zh_hant: 團體每日

# game.viewResult
source: View Result
es: Ver resultado
hi: परिणाम देखें
id: Lihat Hasil
ja: 結果を見る
ko: 결과 보기
ms: Lihat Keputusan
pt_br: Ver resultado
th: ดูผลลัพธ์
vi: Xem kết quả
zh_hans: 查看结果
zh_hant: 查看結果

# mode.global.title
source: Daily
es: Diario
hi: दैनिक
id: Harian
ja: デイリー
ko: 데일리
ms: Harian
pt_br: Diário
th: ประจำวัน
vi: Hằng ngày
zh_hans: 每日
zh_hant: 每日

source: %@ Daily
es: Diario de %@
hi: %@ दैनिक
id: Harian %@
ja: %@ デイリー
ko: %@ 데일리
ms: Harian %@
pt_br: Diário de %@
th: ประจำวันของ %@
vi: Hằng ngày %@
zh_hans: %@ 每日
zh_hant: %@ 每日

# player.reveal.full
source: Reveal: 30s
es: Revelar: 30 s
hi: खोलें: 30 सेकंड
id: Tampilkan: 30 dtk
ja: 公開: 30秒
ko: 공개: 30초
ms: Tunjuk: 30 s
pt_br: Revelar: 30 s
th: เผยทั้งหมด: 30 วินาที
vi: Hiện: 30 giây
zh_hans: 揭示：30 秒
zh_hant: 揭示：30 秒

source: Listen: %@
es: Escuchar: %@
hi: सुनें: %@
id: Dengarkan: %@
ja: 再生: %@
ko: 듣기: %@
ms: Dengar: %@
pt_br: Ouvir: %@
th: ฟัง: %@
vi: Nghe: %@
zh_hans: 试听：%@
zh_hant: 試聽：%@

source: Hint: %@
es: Pista: %@
hi: संकेत: %@
id: Petunjuk: %@
ja: ヒント: %@
ko: 힌트: %@
ms: Petunjuk: %@
pt_br: Dica: %@
th: คำใบ้: %@
vi: Gợi ý: %@
zh_hans: 提示：%@
zh_hant: 提示：%@

source: Hint: %@ · debuted %lld
es: Pista: %@ · debutó en %lld
hi: संकेत: %@ · %lld में डेब्यू
id: Petunjuk: %@ · debut %lld
ja: ヒント: %@ · %lld年デビュー
ko: 힌트: %@ · %lld년 데뷔
ms: Petunjuk: %@ · muncul %lld
pt_br: Dica: %@ · estreou em %lld
th: คำใบ้: %@ · เดบิวต์ %lld
vi: Gợi ý: %@ · ra mắt năm %lld
zh_hans: 提示：%@ · %lld 年出道
zh_hant: 提示：%@ · %lld 年出道

source: Hint: artist starts with %@
es: Pista: el artista empieza con %@
hi: संकेत: कलाकार %@ से शुरू होता है
id: Petunjuk: artis dimulai dengan %@
ja: ヒント: アーティスト名の頭文字は %@
ko: 힌트: 아티스트는 %@(으)로 시작
ms: Petunjuk: artis bermula dengan %@
pt_br: Dica: o artista começa com %@
th: คำใบ้: ชื่อศิลปินขึ้นต้นด้วย %@
vi: Gợi ý: tên nghệ sĩ bắt đầu bằng %@
zh_hans: 提示：艺人首字母为 %@
zh_hant: 提示：藝人首字母為 %@

# guess.search.placeholder
source: Search artist or song…
es: Buscar artista o canción…
hi: कलाकार या गाना खोजें…
id: Cari artis atau lagu…
ja: アーティストまたは曲を検索…
ko: 아티스트나 곡 검색…
ms: Cari artis atau lagu…
pt_br: Buscar artista ou música…
th: ค้นหาศิลปินหรือเพลง…
vi: Tìm nghệ sĩ hoặc bài hát…
zh_hans: 搜索艺人或歌曲…
zh_hant: 搜尋藝人或歌曲…

# guess.skip
source: Skip this attempt
es: Omitir este intento
hi: इस प्रयास को छोड़ें
id: Lewati percobaan ini
ja: この回をスキップ
ko: 이번 시도 건너뛰기
ms: Langkau cubaan ini
pt_br: Pular esta tentativa
th: ข้ามรอบนี้
vi: Bỏ qua lượt này
zh_hans: 跳过此次
zh_hant: 跳過此次

# guess.artistMatched
source: artist ✓
es: artista ✓
hi: कलाकार ✓
id: artis ✓
ja: アーティスト ✓
ko: 아티스트 ✓
ms: artis ✓
pt_br: artista ✓
th: ศิลปิน ✓
vi: nghệ sĩ ✓
zh_hans: 艺人 ✓
zh_hant: 藝人 ✓

# result.won
source: Solved!
es: ¡Resuelto!
hi: हो गया!
id: Berhasil!
ja: 正解！
ko: 성공!
ms: Berjaya!
pt_br: Acertou!
th: สำเร็จ!
vi: Đã giải!
zh_hans: 答对了！
zh_hant: 答對了！

# result.lost
source: Better luck tomorrow
es: Mejor suerte mañana
hi: कल फिर कोशिश करें
id: Semoga sukses besok
ja: 明日また挑戦！
ko: 내일 다시 도전!
ms: Cuba lagi esok
pt_br: Mais sorte amanhã
th: ลองใหม่พรุ่งนี้
vi: Hẹn ngày mai
zh_hans: 明天再加油
zh_hant: 明天再加油

# result.share
source: Share Result
es: Compartir resultado
hi: परिणाम साझा करें
id: Bagikan Hasil
ja: 結果をシェア
ko: 결과 공유
ms: Kongsi Keputusan
pt_br: Compartilhar resultado
th: แชร์ผลลัพธ์
vi: Chia sẻ kết quả
zh_hans: 分享结果
zh_hant: 分享結果

# result.openAppleMusic
source: Open in Apple Music
es: Abrir en Apple Music
hi: Apple Music में खोलें
id: Buka di Apple Music
ja: Apple Musicで聴く
ko: Apple Music에서 듣기
ms: Buka di Apple Music
pt_br: Abrir no Apple Music
th: เปิดใน Apple Music
vi: Mở trong Apple Music
zh_hans: 在 Apple Music 中打开
zh_hant: 在 Apple Music 中開啟

# groupType.boy
source: Boy Group
es: Grupo masculino
hi: बॉय ग्रुप
ja: ボーイグループ
ko: 보이그룹
pt_br: Grupo masculino
th: บอยกรุ๊ป
zh_hans: 男团
zh_hant: 男團

# groupType.girl
source: Girl Group
es: Grupo femenino
hi: गर्ल ग्रुप
ja: ガールグループ
ko: 걸그룹
pt_br: Grupo feminino
th: เกิร์ลกรุ๊ป
zh_hans: 女团
zh_hant: 女團

# groupType.solo
source: Solo Artist
es: Artista solista
hi: एकल कलाकार
id: Artis solo
ja: ソロアーティスト
ko: 솔로 아티스트
ms: Artis Solo
pt_br: Artista solo
th: ศิลปินเดี่ยว
vi: Nghệ sĩ solo
zh_hans: 独唱艺人
zh_hant: 獨唱藝人

# groupType.coed
source: Coed Group
es: Grupo mixto
hi: मिश्रित ग्रुप
id: Grup Campuran
ja: 混成グループ
ko: 혼성 그룹
ms: Kumpulan Campur
pt_br: Grupo misto
th: กลุ่มผสม
vi: Nhóm hỗn hợp
zh_hans: 混声团体
zh_hant: 混聲團體

# tab.home
source: Home
es: Inicio
hi: होम
id: Beranda
ja: ホーム
ko: 홈
ms: Laman Utama
pt_br: Início
th: หน้าหลัก
vi: Trang chính
zh_hans: 首页
zh_hant: 首頁

# tab.stats
source: Stats
es: Estadísticas
hi: आँकड़े
id: Statistik
ja: 統計
ko: 통계
ms: Statistik
pt_br: Estatísticas
th: สถิติ
vi: Thống kê
zh_hans: 统计
zh_hant: 統計

# tab.settings
source: Settings
es: Ajustes
hi: सेटिंग्स
id: Pengaturan
ja: 設定
ko: 설정
ms: Tetapan
pt_br: Ajustes
th: การตั้งค่า
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

# stats.title
source: Statistics
es: Estadísticas
hi: आँकड़े
id: Statistik
ja: 統計
ko: 통계
ms: Statistik
pt_br: Estatísticas
th: สถิติ
vi: Thống kê
zh_hans: 统计
zh_hant: 統計

# stats.scope.global
source: Global Daily
es: Diario global
hi: वैश्विक दैनिक
id: Harian Global
ja: グローバルデイリー
ko: 글로벌 데일리
ms: Harian Global
pt_br: Diário global
th: เพลงประจำวันส่วนกลาง
vi: Hằng ngày toàn cầu
zh_hans: 全球每日
zh_hant: 全球每日

# stats.scope.group %@
source: %@ Daily
es: Diario de %@
hi: %@ दैनिक
id: Harian %@
ja: %@ デイリー
ko: %@ 데일리
ms: Harian %@
pt_br: Diário de %@
th: ประจำวันของ %@
vi: Hằng ngày %@
zh_hans: %@ 每日
zh_hant: %@ 每日

# stats.label.played
source: Played
es: Jugadas
hi: खेले
id: Main
ja: プレイ数
ko: 플레이
ms: Dimainkan
pt_br: Jogadas
th: เล่น
vi: Đã chơi
zh_hans: 已玩
zh_hant: 已玩

# stats.label.winRate
source: Win Rate
es: Aciertos
hi: जीत दर
id: Menang
ja: 勝率
ko: 승률
ms: Kadar Menang
pt_br: Acertos
th: อัตราชนะ
vi: Tỉ lệ thắng
zh_hans: 胜率
zh_hant: 勝率

# stats.label.currentStreak
source: Current Streak
es: Racha actual
hi: वर्तमान स्ट्रीक
id: Streak sekarang
ja: 現在の連勝
ko: 현재 스트릭
ms: Streak Semasa
pt_br: Sequência atual
th: สตรีคปัจจุบัน
vi: Chuỗi hiện tại
zh_hans: 当前连胜
zh_hant: 目前連勝

# stats.label.longestStreak
source: Longest Streak
es: Mejor racha
hi: सबसे लंबी स्ट्रीक
id: Streak terpanjang
ja: 最長連勝
ko: 최장 스트릭
ms: Streak Terpanjang
pt_br: Maior sequência
th: สตรีคยาวสุด
vi: Chuỗi dài nhất
zh_hans: 最长连胜
zh_hant: 最長連勝

# stats.distribution.title
source: Guess Distribution
es: Distribución de intentos
hi: अनुमान वितरण
id: Distribusi Tebakan
ja: 回答分布
ko: 시도 분포
ms: Taburan Tekaan
pt_br: Distribuição de tentativas
th: การแจกแจงการเดา
vi: Phân bố lượt đoán
zh_hans: 猜测分布
zh_hant: 猜測分布

# stats.empty.title
source: No plays yet
es: Aún no has jugado
hi: अभी कोई खेल नहीं
id: Belum ada permainan
ja: プレイ履歴はまだありません
ko: 아직 플레이 없음
ms: Belum ada permainan
pt_br: Você ainda não jogou
th: ยังไม่มีการเล่น
vi: Chưa có lượt chơi
zh_hans: 尚未游玩
zh_hant: 尚未遊玩

# stats.empty.subtitle
source: Solve today's puzzle to start your streak.
es: Resuelve el reto de hoy para empezar tu racha.
hi: स्ट्रीक शुरू करने के लिए आज की पहेली हल करें।
id: Pecahkan teka-teki hari ini untuk memulai streak.
ja: 今日のパズルを解いて連勝を始めましょう。
ko: 오늘의 퍼즐을 풀어 스트릭을 시작하세요.
ms: Selesaikan teka-teki hari ini untuk memulakan streak anda.
pt_br: Resolva o desafio de hoje para começar sua sequência.
th: ตอบเพลงประจำวันเพื่อเริ่มต้นสตรีคของคุณ
vi: Giải câu đố hôm nay để bắt đầu chuỗi của bạn.
zh_hans: 解开今日谜题开始你的连胜。
zh_hant: 解開今日謎題開始你的連勝。

# settings.title
source: Settings
es: Ajustes
hi: सेटिंग्स
id: Pengaturan
ja: 設定
ko: 설정
ms: Tetapan
pt_br: Ajustes
th: การตั้งค่า
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

# settings.section.notifications
source: Notifications
es: Notificaciones
hi: सूचनाएँ
id: Notifikasi
ja: 通知
ko: 알림
ms: Pemberitahuan
pt_br: Notificações
th: การแจ้งเตือน
vi: Thông báo
zh_hans: 通知
zh_hant: 通知

# settings.toggle.dailyReminder
source: Daily reminder at 00:05
es: Recordatorio diario a las 00:05
hi: रोज़ 00:05 पर रिमाइंडर
id: Pengingat harian pukul 00:05
ja: 毎日 00:05 にリマインド
ko: 매일 00:05 알림
ms: Peringatan harian pada 00:05
pt_br: Lembrete diário às 00:05
th: เตือนทุกวันเวลา 00:05
vi: Nhắc hằng ngày lúc 00:05
zh_hans: 每日 00:05 提醒
zh_hant: 每日 00:05 提醒

# settings.notifications.denied
source: Notifications are off in System Settings.
es: Las notificaciones están desactivadas en Ajustes del Sistema.
hi: सिस्टम सेटिंग्स में सूचनाएँ बंद हैं।
id: Notifikasi dimatikan di Pengaturan Sistem.
ja: システム設定で通知がオフになっています。
ko: 시스템 설정에서 알림이 꺼져 있습니다.
ms: Pemberitahuan dimatikan dalam Tetapan Sistem.
pt_br: As notificações estão desativadas nos Ajustes do Sistema.
th: การแจ้งเตือนถูกปิดในการตั้งค่าระบบ
vi: Thông báo đang tắt trong Cài đặt hệ thống.
zh_hans: 系统设置中通知已关闭。
zh_hant: 系統設定中通知已關閉。

# settings.section.about
source: About
es: Información
hi: जानकारी
id: Tentang
ja: 情報
ko: 정보
ms: Tentang
pt_br: Sobre
th: เกี่ยวกับ
vi: Giới thiệu
zh_hans: 关于
zh_hant: 關於

# settings.label.catalogVersion
source: Catalog version
es: Versión del catálogo
hi: कैटलॉग संस्करण
id: Versi katalog
ja: カタログバージョン
ko: 카탈로그 버전
ms: Versi katalog
pt_br: Versão do catálogo
th: เวอร์ชันแคตตาล็อก
vi: Phiên bản danh mục
zh_hans: 曲库版本
zh_hant: 曲庫版本

# settings.label.songCount
source: Songs
es: Canciones
hi: गाने
id: Lagu
ja: 曲数
ko: 곡 수
ms: Lagu
pt_br: Músicas
th: เพลง
vi: Bài hát
zh_hans: 曲目数量
zh_hant: 曲目數量

# settings.label.groupCount
source: Groups
es: Grupos
hi: ग्रुप
id: Grup
ja: グループ数
ko: 그룹 수
ms: Kumpulan
pt_br: Grupos
th: กลุ่ม
vi: Nhóm
zh_hans: 团体数量
zh_hant: 團體數量

# settings.label.appVersion
source: App version
es: Versión de la app
hi: ऐप संस्करण
id: Versi aplikasi
ja: アプリのバージョン
ko: 앱 버전
ms: Versi aplikasi
pt_br: Versão do app
th: เวอร์ชันแอป
vi: Phiên bản ứng dụng
zh_hans: 应用版本
zh_hant: App 版本

# settings.section.moreApps
source: More from this developer
es: Más de este desarrollador
hi: इस डेवलपर के अन्य ऐप्स
id: Aplikasi lain dari pengembang ini
ja: 同じ開発者の他のアプリ
ko: 같은 개발자의 다른 앱
ms: Lebih banyak dari pembangun ini
pt_br: Mais deste desenvolvedor
th: แอปอื่นจากผู้พัฒนานี้
vi: Ứng dụng khác từ nhà phát triển này
zh_hans: 同一开发者的更多应用
zh_hant: 同一開發者的其他 App

# promo.get
source: GET
es: OBTENER
hi: लें
id: DAPATKAN
ja: 入手
ko: 받기
ms: DAPATKAN
pt_br: OBTER
th: รับ
vi: TẢI
zh_hans: 获取
zh_hant: 取得

# promo.biasly.tagline
source: Learn Korean through K-pop lyrics
es: Aprende coreano con letras de K-pop
hi: K-pop गीतों के साथ कोरियाई सीखें
id: Belajar bahasa Korea lewat lirik K-pop
ja: K-POPの歌詞で韓国語を学ぼう
ko: K-pop 가사로 한국어 배우기
ms: Belajar bahasa Korea melalui lirik K-pop
pt_br: Aprenda coreano com letras de K-pop
th: เรียนภาษาเกาหลีผ่านเนื้อเพลง K-pop
vi: Học tiếng Hàn qua lời bài hát K-pop
zh_hans: 通过 K-pop 歌词学习韩语
zh_hant: 透過 K-pop 歌詞學習韓文

# settings.section.attribution
source: Attribution
es: Atribución
hi: श्रेय
id: Atribusi
ja: 出典
ko: 출처
ms: Pengiktirafan
pt_br: Atribuição
th: การให้เครดิต
vi: Ghi nhận
zh_hans: 归属
zh_hant: 出處

# settings.attribution.body
source: Audio previews provided by Apple iTunes. K-Pop Heardle is not affiliated with Apple, Spotify, or any K-pop label.
es: Las vistas previas de audio son provistas por Apple iTunes. K-Pop Heardle no está afiliado con Apple, Spotify o ningún sello de K-pop.
hi: ऑडियो प्रीव्यू Apple iTunes द्वारा प्रदान किए गए हैं। K-Pop Heardle Apple, Spotify या किसी K-pop लेबल से संबद्ध नहीं है।
id: Pratinjau audio disediakan oleh Apple iTunes. K-Pop Heardle tidak berafiliasi dengan Apple, Spotify, atau label K-pop mana pun.
ja: オーディオプレビューは Apple iTunes により提供されます。K-Pop Heardle は Apple、Spotify、または K-pop レーベルと提携していません。
ko: 오디오 미리듣기는 Apple iTunes에서 제공됩니다. K-Pop Heardle은 Apple, Spotify 또는 K-pop 레이블과 무관합니다.
ms: Pratonton audio disediakan oleh Apple iTunes. K-Pop Heardle tidak bergabung dengan Apple, Spotify atau mana-mana label K-pop.
pt_br: As prévias de áudio são fornecidas pelo Apple iTunes. O K-Pop Heardle não tem afiliação com Apple, Spotify ou qualquer gravadora de K-pop.
th: ตัวอย่างเสียงให้บริการโดย Apple iTunes K-Pop Heardle ไม่มีความเกี่ยวข้องกับ Apple, Spotify หรือค่าย K-pop ใดๆ
vi: Bản nghe thử do Apple iTunes cung cấp. K-Pop Heardle không có liên kết với Apple, Spotify hay bất kỳ hãng đĩa K-pop nào.
zh_hans: 音频试听由 Apple iTunes 提供。K-Pop Heardle 与 Apple、Spotify 及任何 K-pop 厂牌均无关联。
zh_hant: 音訊試聽由 Apple iTunes 提供。K-Pop Heardle 與 Apple、Spotify 及任何 K-pop 廠牌均無關聯。

# notif.daily.title
source: Today's K-Pop Heardle is ready 🎵
es: El K-Pop Heardle de hoy ya está aquí 🎵
hi: आज का K-Pop Heardle तैयार है 🎵
id: K-Pop Heardle hari ini sudah siap 🎵
ja: 本日の K-Pop Heardle が公開されました 🎵
ko: 오늘의 K-Pop Heardle 준비됨 🎵
ms: K-Pop Heardle hari ini telah sedia 🎵
pt_br: O K-Pop Heardle de hoje chegou 🎵
th: K-Pop Heardle ของวันนี้พร้อมแล้ว 🎵
vi: K-Pop Heardle hôm nay đã sẵn sàng 🎵
zh_hans: 今日 K-Pop Heardle 已上线 🎵
zh_hant: 今日 K-Pop Heardle 已上線 🎵

# notif.daily.body
source: Keep your streak alive — guess today's song.
es: Mantén tu racha — adivina la canción de hoy.
hi: अपनी स्ट्रीक बनाए रखें — आज का गाना अनुमान लगाएँ।
id: Pertahankan streak — tebak lagu hari ini.
ja: 連勝を続けよう — 今日の曲を当ててください。
ko: 스트릭을 이어가세요 — 오늘의 곡을 맞춰보세요.
ms: Kekalkan streak anda — teka lagu hari ini.
pt_br: Mantenha sua sequência — adivinhe a música de hoje.
th: รักษาสตรีคของคุณ — ทายเพลงประจำวันนี้
vi: Giữ chuỗi của bạn — đoán bài hát hôm nay.
zh_hans: 保持你的连胜——猜出今日的歌曲。
zh_hant: 保持你的連勝 — 猜出今日的歌曲。

# onboarding.p1.title
source: Hear it. Guess it.
es: Escúchala. Adivínala.
hi: सुनो। अनुमान लगाओ।
id: Dengarkan. Tebak.
ja: 聴いて、当てよう。
ko: 듣고, 맞추세요.
ms: Dengar. Teka.
pt_br: Ouça. Adivinhe.
th: ฟัง แล้วเดา
vi: Nghe. Đoán.
zh_hans: 听一听，猜一猜。
zh_hant: 聽聽看，猜一猜。

# onboarding.p1.body
source: Each day you get one K-pop preview. Listen and guess the song + artist before your six attempts run out.
es: Cada día tienes una vista previa de K-pop. Adivina la canción y el artista en 6 intentos.
hi: रोज़ एक K-pop प्रीव्यू मिलता है। 6 प्रयासों में गाना और कलाकार अनुमान लगाएँ।
id: Setiap hari dapat satu pratinjau K-pop. Tebak lagu dan artis dalam 6 percobaan.
ja: 毎日 K-POP のプレビューが 1 つ。6 回以内に曲名とアーティストを当てましょう。
ko: 매일 K-pop 한 곡의 미리듣기가 주어집니다. 6번 안에 곡명과 아티스트를 맞춰보세요.
ms: Setiap hari satu pratonton K-pop. Teka lagu dan artis dalam 6 cubaan.
pt_br: Todo dia você ouve uma prévia de K-pop. Adivinhe a música e o artista em 6 tentativas.
th: ทุกวันมีตัวอย่างเพลง K-pop 1 เพลง ทายชื่อเพลงและศิลปินภายใน 6 ครั้ง
vi: Mỗi ngày một đoạn nhạc K-pop. Đoán bài hát và nghệ sĩ trong 6 lượt.
zh_hans: 每天给你一段 K-pop 试听。在 6 次机会内猜出歌曲和艺人。
zh_hant: 每天給你一段 K-pop 試聽。在 6 次機會內猜出歌曲和藝人。

# onboarding.p2.title
source: Search to guess
es: Busca para adivinar
hi: अनुमान के लिए खोजें
id: Cari untuk menebak
ja: 検索して回答
ko: 검색해서 맞추기
ms: Cari untuk meneka
pt_br: Busque para adivinhar
th: ค้นหาเพื่อทาย
vi: Tìm kiếm để đoán
zh_hans: 搜索来猜测
zh_hant: 搜尋來猜測

# onboarding.p2.body
source: Type any artist or song to filter suggestions. Wrong guesses with the right artist earn partial credit hints.
es: Escribe cualquier artista o canción para filtrar sugerencias. Si aciertas solo el artista, recibes una pista.
hi: किसी भी कलाकार या गाने को टाइप करके सुझाव फ़िल्टर करें। सही कलाकार लेकिन गलत गाना आंशिक संकेत देता है।
id: Ketik artis atau lagu apa pun untuk menyaring saran. Salah lagu tapi benar artis akan jadi petunjuk.
ja: アーティストまたは曲名を入力して候補を絞り込みます。アーティストだけ正解でもヒントとして表示されます。
ko: 아티스트나 곡 이름을 입력해 후보를 필터링하세요. 아티스트만 맞춰도 힌트로 인정됩니다.
ms: Taipkan artis atau lagu untuk menapis cadangan. Betul artis tetapi salah lagu akan jadi petunjuk separa.
pt_br: Digite qualquer artista ou música para filtrar sugestões. Acertar só o artista vira dica parcial.
th: พิมพ์ศิลปินหรือเพลงเพื่อกรองตัวเลือก ถ้าทายศิลปินถูกแต่เพลงผิดจะได้รับคำใบ้บางส่วน
vi: Nhập nghệ sĩ hoặc bài hát để lọc gợi ý. Đoán đúng nghệ sĩ nhưng sai bài sẽ được gợi ý một phần.
zh_hans: 输入艺人或歌名以筛选建议。猜对艺人但歌曲错误会获得部分提示。
zh_hant: 輸入藝人或歌名以篩選建議。猜對藝人但歌曲錯誤會獲得部分提示。

# onboarding.p3.title
source: Come back daily
es: Vuelve cada día
hi: रोज़ वापस आएँ
id: Kembali setiap hari
ja: 毎日プレイ
ko: 매일 들어오세요
ms: Datang setiap hari
pt_br: Volte todo dia
th: กลับมาทุกวัน
vi: Quay lại mỗi ngày
zh_hans: 每天回来
zh_hant: 每天回來

# onboarding.p3.body
source: Build a streak with the global puzzle and your favorite group's daily. We'll remind you just after midnight.
es: Construye una racha con el reto global y el diario de tu grupo favorito. Te recordaremos justo después de medianoche.
hi: वैश्विक पहेली और अपने पसंदीदा ग्रुप के दैनिक से स्ट्रीक बनाएँ। हम आधी रात के बाद आपको याद दिलाएँगे।
id: Bangun streak dengan teka-teki global dan harian grup favoritmu. Kami ingatkan sesudah tengah malam.
ja: グローバルデイリーと推しグループのデイリーで連勝を伸ばそう。深夜 0 時すぎにお知らせします。
ko: 글로벌 데일리와 좋아하는 그룹 데일리로 스트릭을 쌓으세요. 자정 직후에 알림이 갑니다.
ms: Bina streak dengan teka-teki global dan harian kumpulan kegemaran anda. Kami akan ingatkan sebaik selepas tengah malam.
pt_br: Construa uma sequência com o desafio global e o diário do seu grupo favorito. Avisamos logo após meia-noite.
th: สร้างสตรีคด้วยเพลงประจำวันส่วนกลางและกลุ่มโปรดของคุณ เราจะแจ้งเตือนหลังเที่ยงคืน
vi: Xây dựng chuỗi với câu đố toàn cầu và nhóm yêu thích của bạn. Chúng tôi sẽ nhắc bạn ngay sau nửa đêm.
zh_hans: 通过全球每日和心爱团体的每日,累积连胜。我们会在午夜后稍作提醒。
zh_hant: 透過全球每日和心愛團體的每日,累積連勝。我們會在午夜後稍作提醒。

# onboarding.next
source: Next
es: Siguiente
hi: अगला
id: Selanjutnya
ja: 次へ
ko: 다음
ms: Seterusnya
pt_br: Próximo
th: ถัดไป
vi: Tiếp
zh_hans: 下一步
zh_hant: 下一步

# onboarding.start
source: Start playing
es: Empezar a jugar
hi: खेलना शुरू करें
id: Mulai bermain
ja: プレイ開始
ko: 시작하기
ms: Mula main
pt_br: Começar a jogar
th: เริ่มเล่น
vi: Bắt đầu chơi
zh_hans: 开始游玩
zh_hant: 開始遊玩
